Repository: Vladislav83530/BuyHouse
Catalog: src/BuyHouse/BuyHouse.WEB/Resources/Views/FlatAdvert/GetFlatAdvert.*.resx
Languages: uk

source: AeratedСoncrete
uk: Газобетон

source: BlockBrick
uk: Блочно-цегляний

source: Brick
uk: Цегла

source: Centralized
uk: Централізоване

source: Create advert
uk: Створити оголошення

source: Create your advert
uk: Створіть своє оголошення

source: date of creating advert
uk: Дата створення оголошення

source: description
uk: Опис

source: Ferroconcrete
uk: Зілозобетон

source: floor
uk: Поверх

source: FoamBlock
uk: Піноблок

source: Frame
uk: Каркасний

source: heating
uk: Опалення

source: Individual
uk: Індивідуальне

source: living area
uk: Житлова площа

source: MainInfo
uk: Основна інформація

source: Monolith
uk: Моноліт

source: out of
uk: з

source: Panel
uk: Панель

source: per
uk: за

source: per object
uk: за об'єкт

source: per square meter
uk: за кв. метер

source: price
uk: Ціна

source: Primary
uk: Первинне житло

source: rooms
uk: Кількість кімнат

source: Secondary
uk: Вторинне

source: Seller info
uk: Інформація про продавця

source: show
uk: показати

source: total area
uk: Загальна площа

source: Type of realty
uk: Тип нерухомості

source: type of walls
uk: Тип стін

source: WithoutHeating
uk: Без опалення

source: year built
uk: Рік побудови

source: Сombined
uk: Комбіноване
